Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Magnetic sensors
it: Sensori magnetici

source: Tachographs
it: Tachigrafi

source: Education software
it: Software didattici

source: Rechargeable batteries
it: Batterie ricaricabili

source: Plasma televisions
it: Televisori al plasma

source: Weapons simulators
it: Simulatori di armi

source: Junction sleeves for fibre optics
it: Manicotti di giunzione per fibre ottiche

source: Retorts
it: Storte

source: Safety alarms [other than for vehicles]
it: Allarmi di sicurezza [non per veicoli]

source: Frequency diverters
it: Deviatori di frequenza

source: Multichip modules
it: Moduli a multi-chip

source: Multiple control signal transmission units
it: Unità di trasmissione di segnali a comandi multipli

source: Telecommunications instruments for use in cellular radio networks
it: Strumenti di telecomunicazione da utilizzare con reti radio cellulari

source: Level meters
it: Limnimetri

source: Life saving harnesses
it: Imbracatura di sicurezza

source: Light modulators
it: Modulatori di luce

source: Combination locks (non-metallic -) [electric]
it: Serrature a combinazione (non metalliche -) [elettriche]

source: Communications processors
it: Processori di comunicazione

source: Digital music downloadable provided from MP3 internet web sites
it: Musica digitale scaricabile fornita da siti Internet MP3

source: Security tapes (adhesive -) [magnetic]
it: Nastri di sicurezza (adesivi -) [magnetici]

source: Incubation plates for scientific or laboratory use
it: Piastre da incubazione per uso scientifico o di laboratorio

source: Surface acoustic wave filters
it: Filtri a onda acustica di superficie

source: Thermal controls [thermostats]
it: Controlli termici [termostati]

source: Cleaning apparatus for phonograph records
it: Dispositivi di pulizia per dischi acustici

source: Light diodes
it: Diodi luminosi

source: Loudspeakers with built in amplifiers
it: Altoparlanti con amplificatori incorporati

source: Ohmmeters
it: Ohmmetri

source: Solar panels
it: Pannelli solari

source: Liquid crystal display (LCD) televisions
it: Televisori con schermo a cristalli liquidi (LCD)

source: Integrated software packages for use in the automation of laboratories
it: Pacchetti software integrati per automazione di laboratori

source: Computer software for application and database integration
it: Software per integrazione di applicazioni e banche dati

source: Measuring sensors
it: Sensori di misura

source: Mechanical locks [electric, non-metallic]
it: Serrature meccaniche [elettriche, non metalliche]

source: Medical simulators [teaching aids]
it: Simulatori medici [ausili didattici]

source: Musical cassettes
it: Cassette musicali

source: Musical sound recordings
it: Registrazioni sonore musicali

source: Safety gloves for protection against accident or injury
it: Guanti di sicurezza per la protezione contro incidenti o lesioni

source: Safety signals [audible], other than for vehicles
it: Segnali di sicurezza [udibili], non per veicoli

source: Functional generators
it: Generatori di funzione

source: Laboratory incubators [other than for medical use]
it: Incubatrici da laboratorio [non per uso medico]

source: Male connectors for electrical cables
it: Connettori maschi per cavi elettrici

source: Compact disc players for use with computers
it: Lettori di compact disc per computer

source: Computer buses
it: Bus per computer

source: Lenses for projectors
it: Lenti per proiettori

source: Programmable control apparatus
it: Apparecchi di comando programmabili

source: Digital multimeters
it: Multimetri digitali

source: Radio echo sounders
it: Ecoscandagli radio

source: Radio-frequency receivers
it: Ricevitori di radiofrequenze

source: Protective helmets for motor cyclists
it: Caschi di protezione per motociclisti

source: Juke boxes for computers
it: Cambiadischi [informatica]

source: Knee-pads for workers
it: Ginocchiere per operai

source: Joint boxes for housing cable joints
it: Muffole per alloggiamento di giunti per cavi

source: Regulating modules (Electric -)
it: Moduli di regolazione (Elettrici -)

source: Prescription eyewear
it: Articoli ottici graduati

source: Encoded cards for use in relation to the electronic transfer of financial transactions
it: Carte codificate da utilizzare per il trasferimento elettronico di transazioni finanziarie

source: Metric converters
it: Convertitori metrici

source: Illuminated advertising signs
it: Insegne pubblicitarie illuminate

source: Spectrometry apparatus
it: Apparecchi spettrometrici

source: PH electrodes
it: Elettrodi per pH

source: Thermocouple cables
it: Cavi per termocoppie

source: Piezoelectric igniters
it: Accenditori piezoelettrici

source: Recorded discs bearing sound
it: Dischi registrati contenenti suoni

source: Storage racks for computer discs
it: Scaffalature per dischetti per computer

source: Luminescence scanners
it: Scanner di luminescenza

source: Colour printers
it: Stampanti a colori

source: Computer software for authorising access to data bases
it: Software per autorizzare l'accesso a banche dati

source: Audio cassette players
it: Lettori di audiocassette

source: Batteries for lighting
it: Batterie d'accensione

source: Altimeters
it: Altimetri

source: Switches, electric
it: Interrutori elettrici

source: DNA chips
it: Chip a DNA

source: Traffic-light apparatus [signalling devices]
it: Luci di segnalazione per la circolazione

source: Electronic components
it: Componenti elettronici

source: Navigation apparatus for vehicles [on-board computers]
it: Apparecchi di navigazione per veicoli [computer di bordo]

source: Planetarium projectors
it: Proiettori per planetari

source: Planetariums
it: Planetari

source: Screens [photography]
it: Schermi [fotografia]

source: LAN [local operating network] hardware
it: Hardware per LAN [rete locale]

source: Laser color printers
it: Stampanti laser a colori

source: Electric oscillators
it: Oscillatori elettrici

source: Fibre optic couplings
it: Giunti in fibre ottiche

source: Fibre optic receptors
it: Ricevitori a fibre ottiche

source: Fibre optic telecommunications apparatus
it: Apparecchi di telecomunicazione a fibre ottiche

source: Safety signals [mechanical]
it: Segnali di sicurezza [meccanici]

source: X-ray spectroscopy apparatus [other than for medical use]
it: Apparecchi per spettroscopia a raggi X [non per uso medico]

source: Acceleration sensors
it: Sensori di accelerazione

source: Alarms for the detection of inflammable gases
it: Allarmi per la rilevazione di gas infiammabili

source: Astronomical spectrographs
it: Spettrografi astronomici

source: Photograph projection apparatus
it: Proiettori per fotografie

source: Stereoscopic apparatus
it: Apparecchi stereoscopici

source: Identification sheaths for electric wires
it: Guaine d'identificazione per fili elettrici

source: Bags adapted for laptops
it: Borse porta computer portatile

source: Structured semi-conductor wafers
it: Wafer di semiconduttori strutturati

source: Telegraphic transmitting apparatus
it: Apparecchi di trasmissione telegrafici

source: Electronic publications recorded on computer media
it: Pubblicazioni elettroniche memorizzate su supporti informatici

source: Electronic transformers
it: Trasformatori elettronici

source: Ethernet repeaters
it: Ripetitori Ethernet

source: Camcorders
it: Videocamere

source: Digital audio tapes
it: Nastri audio digitali

source: Panels for the distribution of electricity
it: Pannelli per la distribuzione dell'elettricità

source: Magnetic cores
it: Nuclei magnetici

source: Magnetometers
it: Magnetometri

source: Electrical coupling sleeves
it: Manicotti per raccordo elettrici

source: Electrical delay lines
it: Linee di ritardo elettriche

source: Flexible sheaths for electric cables
it: Guaine flessibili per cavi elettrici

source: Flow control installations [electric]
it: Impianti di controllo del flusso [elettrici]

source: Residual current apparatus
it: Dispositivi a corrente residua

source: Information carriers [electric or electronic]
it: Supporti per informazioni [elettrici o elettronici]

source: Separation columns for measuring purposes
it: Colonne di separazione per misurazioni

source: Headphone amplifiers
it: Amplificatori per cuffie

source: Headwear for sporting activities for protection against injury
it: Caschi per attività sportive per la protezione contro gli infortuni

source: Helmets for bicycles
it: Caschi per ciclismo

source: Computer operating systems
it: Sistemi operativi per computer

source: Filters for ultraviolet rays, for photography
it: Filtri per raggi ultravioletti per la fotografia

source: Electrical plugs
it: Spine elettriche

source: Rectifier modules
it: Moduli raddrizzatori

source: Resistance wires
it: Fili di resistenza

source: Secure terminals for electronic transactions
it: Terminali protetti per transazioni elettroniche

source: Semi-conductor memory units
it: Unità di memoria a semiconduttori

source: Video disc players
it: Lettori di videodischi

source: Testing probes, other than for medical purposes
it: Sonde per analisi, non per uso medico

source: Photographic lenses
it: Obiettivi fotografici

source: Traffic cones [luminous]
it: Coni stradali [luminosi]

source: Traffic signs (non-metallic -) [luminous]
it: Segnali stradali (non metallici -) [luminosi]

source: Instruction manuals in electronic format
it: Manuali di formazione in formato elettronico

source: Databases
it: Banche dati

source: Data processing programs
it: Programmi di elaborazione dati

source: Micrometers
it: Micrometri

source: Static exciters
it: Eccitatori statici

source: Stereo receivers
it: Ricevitori stereo

source: Computer systems
it: Sistemi informatici

source: Optical transmitters
it: Trasmettitori ottici

source: Optical lenses for use with sunglasses
it: Lenti ottiche per occhiali da sole

source: Heliographic apparatus
it: Apparecchi eliografici

source: Acoustic conduits
it: Condotti acustici

source: Filter screens for computer screens
it: Filtri per schermi per computer

source: Computer software development tools
it: Strumenti per l'elaborazione di software

source: Signal attenuation apparatus
it: Apparecchi di attenuazione segnali

source: Gloves for divers
it: Guanti per subacquei

source: Programmed video games contained on cartridges [software]
it: Videogiochi programmati contenuti su cartucce [software]

source: Evacuation chutes [life saving apparatus]
it: Scivoli di evacuazione [dispositivi di salvataggio]

source: Electronic logic circuits
it: Circuiti logici elettronici

source: Electronic mail servers
it: Server di posta elettronica

source: Electronic miniature relays
it: Mini relè elettronici

source: Electronic notebooks
it: Block notes [elettronici]

source: Voltmeters
it: Voltmetri

source: Voltage dividers
it: Divisori di tensione

source: Recording substrates [magnetic]
it: Substrati di registrazione [magnetici]

source: Recording substrates [optical]
it: Substrati di registrazione [ottici]

source: Reflection filters
it: Filtri catarifrangenti

source: Microprocessor cards
it: Schede a microprocessori

source: Physical analyzers [other than for medical use]
it: Analizzatori fisici [non per uso medico]

source: Travel adaptors for electric plugs
it: Adattatori da viaggio per spine elettriche

source: Portable radio cassette players
it: Radioriproduttori a cassetta portatili

source: Transmitters
it: Trasmettitori

source: Cable covers [conduits]
it: Copricavi [canaline]

source: Satellite telephones
it: Telefoni satellitari

source: Topographic apparatus [electronic]
it: Apparecchi topografici [elettronici]

source: Topographic apparatus [optical]
it: Apparecchi topografici [ottici]

source: Fog signals, non-explosive
it: Segnali da nebbia non esplosivi

source: Data transmission networks
it: Reti di trasmissione dati

source: Children's eye glasses
it: Occhiali per bambini

source: Electronic buzzers
it: Cicalini elettronici

source: Computer programmes relating to local area networks
it: Programmi per compute relativi a reti locali

source: Computer software adapted for use in the operation of computers
it: Software concepiti per essere utilizzati nella gestione di computer

source: Computer software designed to estimate resource requirements
it: Software progettati per valutare le richieste di risorse

source: Ultraviolet filters, other than for medical use
it: Filtri ultravioletti, non per uso medico

source: Unijunction transistors
it: Transistor unigiunzione

source: Uninterruptible power supply apparatus [battery]
it: Gruppi statici di continuità [batterie]

source: Unsensitised photographic plates
it: Lastre fotografiche non sensibilizzate

source: Vacuum climatic testing apparatus
it: Apparecchi di controllo climatico a vuoto

source: Musical instrument amplifiers
it: Amplificatori per strumenti musicali

source: Access security apparatus (Electric -)
it: Apparecchi per l'accesso sicuro (Elettrici -)

source: Steering apparatus, automatic, for vehicles
it: Dispositivi di pilotaggio automatico per veicoli

source: Measuring spoons
it: Cucchiai dosatori

source: Sounding apparatus and machines
it: Apparecchi e macchine per scandagliare

source: Capillary tubes
it: Tubi capillari

source: Electrochemical gas sensors
it: Sensori elettrochimici per gas

source: Electromagnetic relays
it: Relè elettromagnetici

source: Bars for spectacles
it: Aste per occhiali

source: Diving suits
it: Scafandri

source: Instrument dials
it: Quadri strumenti

source: Instruments for measuring levels of fluids
it: Strumenti per la misurazione del livello dei liquidi

source: Electrical switch assemblies
it: Gruppi di interruttori elettrici

source: Integrated circuit modules
it: Moduli di circuiti integrati

source: Interface cards for data processing equipment in the form of printed circuits
it: Schede di interfaccia per apparecchiature di elaborazione dati sotto forma di circuiti stampati

source: Galvanometers
it: Galvanometri

source: Anti-gravity suits
it: Tute antigravità

source: Electrical circuit breakers
it: Disgiuntori elettrici

source: Protractors [measuring instruments]
it: Goniometri [strumenti di misura]

source: USB flash drives [not pre-recorded]
it: Chiavette USB [non pre-registrate]

source: Computer mouses
it: Mouse per computer

source: Electronic photometers
it: Fotometri elettronici

source: Electronic control circuits
it: Circuiti di controllo elettronico

source: Electronic controllers
it: Controllori elettronici

source: Electronic dynamometers
it: Dinamometri elettronici

source: Filters [photography]
it: Filtri per la fotografia

source: Measures
it: Misure

source: Nets for protection against accidents
it: Reti di protezione contro gli infortuni

source: Drying apparatus for photographic prints
it: Apparecchi per asciugare le copie fotografiche

source: Control modules (Electric or electronic -)
it: Moduli di controllo (Elettrici o elettronici -)

source: Controlling software for computer printers
it: Software di controllo per stampanti per computer

source: Newton dynamometers
it: Dinamometri di Newton

source: Non-electrical distress beacons
it: Segnali di soccorso non elettrici

source: Ultrasonic thickness gauges
it: Spessimetri ad ultrasuoni

source: Lorgnettes [opera glasses]
it: Lorgnette [binocoli da teatro]

source: Interrupting modules
it: Moduli di interruzione

source: Games (cartridges for computer -) [software]
it: Giochi per computer (cartucce per -) [software]

source: Audio cable
it: Cavi audio

source: Audio compact discs
it: Compact disc audio

source: Audio conference apparatus
it: Apparecchi per audioconferenze

source: Audio digital discs
it: Dischi audio digitali

source: Audio discs
it: Dischi audio

source: Audio electronic apparatus
it: Apparecchi audio elettronici

source: Computer documentation in electronic form
it: Documentazione per computer in formato elettronico

source: Computer games programmes downloaded via the internet [software]
it: Programmi di giochi per computer scaricati tramite Internet [software]

source: Computer modules
it: Moduli informatici

source: Mains monitoring apparatus (Electric -)
it: Apparecchi di monitoraggio di rete (Elettrici -)

source: Pre-recorded audio tapes
it: Nastri audio preregistrati

source: Mobile radio transmitting apparatus
it: Apparecchi di trasmissione radio mobili

source: Operating and user instructions stored in digital form for computers and computer software, in particular on floppy disks or CD-ROM
it: Istruzioni operative e per gli utenti memorizzate in forma digitale per computer e software, su floppy disc o CD-ROM

source: Weekly publications downloaded in electronic form from the internet
it: Pubblicazioni settimanali scaricabili in forma elettronica da Internet

source: Pre-recorded videos
it: Video preregistrati

source: Apparatus for changing record player needles
it: Dispositivi per cambiare le puntine per giradischi

source: Lens hoods [for cameras]
it: Paraluce [per fotocamere]

source: Safe load indicating apparatus
it: Indicatori di carico sicuro

source: Safety apparatus [for the prevention of accident or injury]
it: Apparati di sicurezza per la prevenzione di infortuni o lesioni

source: Light sensors
it: Sensori luminosi

source: Communications head sets
it: Cuffie per comunicazioni

source: Digital cellular phones
it: Telefoni cellulari digitali

source: Digital music downloadable provided from a computer database or the internet
it: Musica digitale scaricabile disponibile da una banca dati informatica o su Internet

source: Direction finders
it: Radiogoniometri

source: Self-adhesive labels [magnetic]
it: Etichette autoadesive [magnetiche]

source: Semiconductor chips
it: Chip semiconduttori

source: Immersion probes
it: Sonde a immersione

source: Gloves for industrial purposes for protection against injury
it: Guanti per uso industriale per la protezione da infortuni

source: High voltage multipliers
it: Multiplatori ad alta tensione

source: Solid-state video recorders
it: Videoregistratori a stato solido

source: Superconductive magnet apparatus
it: Apparecchi magnetici superconduttori

source: Distribution consoles [electricity]
it: Banchi di distribuzione [elettricità]

source: Apparatus for the processing of images
it: Apparecchi per l'elaborazione di immagini

source: Oscilloscopes
it: Oscilloscopi

source: Solar modules
it: Moduli solari

source: Solar powered telephones
it: Telefoni ad energia solare

source: Computer software for interpreting fingerprints or palm prints
it: Software d'interpretazione di impronte digitali o palmari

source: Computer software for producing financial models
it: Software per la produzione di modelli finanziari

source: Remote controls for operating scale model vehicles
it: Telecomandi per modellini in scala di veicoli

source: Measuring wheels
it: Ruote misuratrici

source: Musical recordings in the form of discs
it: Registrazioni musicali sotto forma di dischi

source: Sight devices [telescopic] for aeronautical weapon uses
it: Dispositivi di visualizzazione [telescopici] per armi aeronautiche

source: Target sights for artillery [electronic]
it: Mirini per artiglieria [elettronici]

source: Target sights for artillery [laser]
it: Mirini per artiglieria [laser]

source: Contact lenses
it: Lenti a contatto

source: Components for computers
it: Componenti per computer

source: Simulation software for use in digital computers
it: Software per simulazioni per computer digitali

source: Coaxial resonators
it: Risonatori coassiali

source: Coin change dispensers
it: Erogatori di moneta

source: Firmware memory devices
it: Unità di memoria firmware

source: Satellites for communication purposes
it: Satelliti per la comunicazione

source: Science sets for children being instructional apparatus
it: Set scientifici per bambini che sono dispositivi didattici

source: Application software
it: Software specializzati

source: Socket outlets (Electric -)
it: Prese a spina (Elettriche -)

source: Radio-frequency components
it: Componenti a radiofrequenza

source: Azimuth instruments
it: Strumenti azimutali

source: Line drivers
it: Driver di linea

source: Liquid chromatography injectors for scientific use
it: Iniettori per cromatografia dei liquidi per uso scientifico

source: Blank magnetic disks
it: Dischi magnetici vergini

source: Magnetic filters
it: Filtri magnetici

source: Electrostatic plotters
it: Tracciatori elettrostatici

source: Housings for electrical apparatus
it: Alloggiamenti per apparecchi elettrici

source: Metal signboards [mechanical]
it: Insegne in metallo [meccaniche]

source: Metallic cables [electric]
it: Cavi metallici [elettrici]

source: Speech synthesizers
it: Sintetizzatori vocali

source: Point-to-point receivers
it: Ricevitori punto a punto

source: Polarization filters
it: Filtri di polarizzazione

source: Fraction collectors
it: Collettori di frazioni

source: Microtitration instruments [other than for medical use]
it: Strumenti di microtitolazione [non per uso medico]

source: Microwave tubes
it: Tubi a microonde

source: Miniature circuit breakers
it: Disgiuntori in miniatura

source: Spring balances
it: Bilance a molla

source: Precision measuring apparatus
it: Apparecchi di misura di precisione

source: Speed regulators for record players
it: Regolatori di velocità per giradischi

source: Radio transmitters
it: Trasmettitori radio

source: Thermistor probes
it: Sonde con termistori

source: Thermostat controllers
it: Comandi termostatici

source: Recorded data files
it: File di dati registrati

source: Pouches for cinematographic apparatus
it: Borselli per apparecchi cinematografici

source: Power distributors [electrical]
it: Distributori di potenza [elettrici]

source: Taximeters
it: Tassametri

source: Materials for electricity mains [wires, cables]
it: Materiale per condotte per l'elettricità [fili, cavi]

source: Computer software for controlling and managing access server applications
it: Software per il controllo e la gestione di applicazioni di server di accesso

source: Computer software for time control
it: Software per il controllo del tempo

source: Anemometers
it: Anemometri

source: Microphones
it: Microfoni

source: Conductors, electric
it: Conduttori elettrici

source: Resistances, electric
it: Resistenze elettriche

source: Asbestos screens for firemen
it: Paraventi d'asbesto per pompieri

source: Pocket computers for note-taking
it: Computer tascabili per prendere appunti

source: Internal modems
it: Modem interni

source: Electrical power extension cords
it: Prolunghe per corrente elettrica

source: Inverters [electricity]
it: Invertitori [elettricità]

source: Fibrescopes, other than for medical use
it: Endoscopi a fibre ottiche, non per uso medico

source: X-ray film frames, other than for medical use
it: Telai per pellicole radiografiche, non per uso medico

source: X-ray producing apparatus [other than for medical use]
it: Apparecchi di produzione di raggi X [non per uso medico]

source: X-ray scanners [other than for medical use]
it: Scanner a raggi X [non per uso medico]

source: Zener diodes
it: Diodi Zener

source: Stereoscopes
it: Stereoscopi

source: Circuits [electric or electronic]
it: Circuiti [elettrici o elettronici]

source: Hygrometers
it: Igrometri

source: Helmets for use in sports
it: Caschi per lo sport

source: Telecommunications switchboards
it: Centralini per telecomunicazioni

source: Answering machines
it: Segreterie telefoniche

source: Telephone connectors
it: Connettori telefonici

source: Electrostatic precipitators
it: Filtri elettrostatici

source: Thermostatically controlled valves
it: Valvole a controllo termostatico

source: Video games on disc [computer software]
it: Videogiochi su disco [software per computer]

source: Video intercom apparatus
it: Apparecchi video citofonici
